{
  "tiles": {
    "vattenfall": [
      {
        "name": "Angular",
        "description": "Developing a strong frontend platform using nx, NgrRx Facades and responsive component.",
        "icon": "angular.svg"
      },
      {
        "name": ".NET",
        "description": ".NET Framework was used to support the CMS Episerver, now Optimizely.",
        "icon": "dotnet-framework.svg"
      },
      {
        "name": "Azure",
        "description": "CI/CD pipelines are used to construct build-, deploy- and test workflows.",
        "icon": "azure.svg"
      }
    ],
    "pwn": [
      {
        "name": "Angular",
        "description": "Angular was used to create a whole new SSR based frontend with over 5000 urls to support.",
        "icon": "angular.svg"
      },
      {
        "name": ".NET Core",
        "description": "The backend was built in C#, enabling a headless structure. I was responsible for creating API endpoints to connect the CMS JSONAPI with the frontend.",
        "icon": "dotnet.svg"
      },
      {
        "name": "Drupal",
        "description": "Setting up a headless Drupal 9 system from scratch and configuring the JSONAPI to work in a headless system.",
        "icon": "drupal.svg"
      }
    ],
    "hot": [
      {
        "name": "React",
        "description": "I learned a lot about React in this project, sparking the passion that I now have for working with React. I was also responsible for a part of the state-management, using Redux.",
        "icon": "react.svg"
      },
      {
        "name": "Redux",
        "description": "Redux was used for standard e-commerce variables such as items in a cart, but also music related variables such as which song has to be paused.",
        "icon": "redux.svg"
      }
    ],
    "avanade": [
      {
        "name": "Python",
        "description": "I really enjoyed creating a Python Package for Covid-data analysis, using a lot of Pandas.",
        "icon": "python.svg"
      },
      {
        "name": "TensorFlow",
        "description": "TensorFlow enables users to create all kinds of machine learning models. I mainly focussed on training LSTM models.",
        "icon": "tensorflow.svg"
      },
      {
        "name": "React",
        "description": "I used React to create a simple dashboard to show a few of my most important results.",
        "icon": "react.svg"
      }
    ],
    "uva": [
      {
        "name": "Django",
        "description": "I learnt a lot about Django in combination with flask to create a basic restaurant website.",

        "icon": "django.svg"
      },
      {
        "name": "HTML",
        "description": "Working with Jekyll and Django templating learnt me that HTML is not just HTML, it's actually an amazing language.",
        "icon": "html.svg"
      },
      {
        "name": "Sass",
        "description": "I really love working with all kinds of styling. I like to challenge myself to write clean and efficient scss code.",
        "icon": "css.svg"
      }
    ]

  }
}